{
    "tweets": [
        {
            "text-pt": "Está congelando e nevando em Nova York - precisamos do aquecimento global!",
            "text-en": "It's freezing and snowing in New York - we need global warming!",
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/266259787405225984?lang=pt"
        },
        {
            "text-pt": "Perdedores e odiadores desculpe, mas meu I.Q. é um dos mais altos - e todos vocês sabem disso! Por favor, não se sinta tão estúpido ou inseguro, não é sua culpa",
            "text-en": "Sorry losers and haters, but my I.Q. is one of the highest -and you all know it! Please don't feel so stupid or insecure,it's not your fault", 
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/332308211321425920"
        },
        {
            "text-pt": "As turbinas eólicas de Obama matam “13-39 milhões de pássaros e morcegos todos os anos!” Salve nossas águias, símbolo de nossa nação!",
            "text-en": "Obama's wind turbines kill “13-39 million birds and bats every year!” Save our bald eagles, symbol of our nation!",
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/469864989357260800"
        },
        {
            "text-pt": "19 estados estão lutando por nós, um apoio quase inédito!",
            "text-en": "19 states are fighting for us, almost unheard of support!",
            "author": "trump",
            "link": "https://twitter.com/realDonaldTrump/status/1337195587771510784"
        },
        {
            "text-pt": "PAREM A CONTAGEM!",
            "text-en": "STOP THE COUNT!",
            "author": "trump",
            "link": "https://twitter.com/realDonaldTrump/status/1324353932022480896"
        },
        {
            "text-pt": "Foco na Eleição!",
            "text-en": "Focus on the Election!",
            "author": "IA"
        },
        {
            "text-pt": "Quem pode descobrir o verdadeiro significado de covfefe? Aproveitar!",
            "text-en": "Who can figure out the true meaning of covfefe?  Enjoy!", 
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/869858333477523458?lang=pt"
        },
        {
            "text-pt": "Havia em North Virginia, não era difícil para os vergonhosos ganhar dinheiro para pagar ganhando um transpopúnculo ruim!",
            "text-en": "There were at North Virginia, not hard for the disgraceful to be brend money to pay winning the bad transpopunicle!", 
            "author": "IA"
        },
        {
            "text-pt": "ELEIÇÃO MANIPULADA!",
            "text-en": "RIGGED ELECTION!", 
            "author": "trump",
            "link": "https://twitter.com/realDonaldTrump/status/1336680803682693126"
        },
        {
            "text-pt": "A América tem a melhor eleição. Belos eventos!",
            "text-en": "The America has the best election. Beautiful events!",
            "author": "IA"
        },
        {
            "text-pt": "Eles logo estarão me chamando de MR. BREXIT!",
            "text-en": "They will soon be calling me MR. BREXIT!", 
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/766246213079498752"
        },
        {
            "text-pt": "Parabéns ao meu candidato doméstico, ele é verdadeiro finalmente.",
            "text-en": "Congratulations to my home candidatess, he is very truly finally.", 
            "author": "IA"
        },
        {
            "text-pt": "Parabéns ao meu candidato doméstico, ele é um verdadeiro finalmente.",
            "text-en": "Obama is being safe about the continuate religions #CelebrityApprentice.", 
            "author": "IA"
        },
        {
            "text-pt": "Joe Biden está próximo da pequena fronteira.",
            "text-en": "Joe Biden is around the Small Border.", 
            "author": "IA"
        },
        {
            "text-pt": "Eles não tinham provas definitivas contra Tom Brady ou #patriots. Se Hillary não precisa produzir e-mails, por que Tom deveria? Muito injusto!",
            "text-en": "They had no definitive proof against Tom Brady or #patriots. If Hillary doesn't have to produce Emails, why should Tom? Very unfair!", 
            "author": "trump",
            "link": "https://twitter.com/realDonaldTrump/status/597889563831496704"
        },
        {
            "text-pt": "Hillary está assistindo ainda cercada pelo muro da fronteira. NADA FUNCIONA!",
            "text-en": "Hillary is watching yetned by the Border Wall. NOTHING WORKING!",
            "author": "IA"
        },
        {
            "text-pt": "Jeb Bush acabou de comprar lentes de contato e se desfez dos óculos. Ele quer parecer legal, mas é tarde demais. 1% em Nevada!",
            "text-en": "Jeb Bush just got contact lenses and got rid of the glasses. He wants to look cool, but it's far too late. 1% in Nevada!", 
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/699989532180135936"
        },
        {
            "text-pt": "Estou tão bem e comecei a ajudar os melhores hoje à noite em Wisconsin e estamos votando para presidente! América para o mundo!",
            "text-en": "I am so good and started to help the best tonight in Wisconsin and we have been voting for President! America for the World!",
            "author": "IA"
        },
        {
            "text-pt": "Grande travessia para nosso grande Obama e a caça às bruxas",
            "text-en": "Big crossing through (withly) for our great Obama and the Witch Hunt",
            "author": "IA"
        },
        {
            "text-pt": "Obrigado pelas oportunidades, Lunk!",
            "text-en": "Thank you for opportunities Lunk!",
            "author": "IA"
        },
        {
            "text-pt": "Eu não serei um lutador.",
            "text-en": "I won’t be a fighter.",
            "author": "IA"
        },
        {
            "text-pt": "Rosie acredita na bagunça e secretamente envia cartas ao solicitante presidencial",
            "text-en": "Rosie believes in the mess and secretly letters the presidential request person ",
            "author": "IA"
        },
        {
            "text-pt": "O Fake News Media está fora deste Fake News e da Nossa História!",
            "text-en": "Fake News Media is out of this Fake News, and Our History!",
            "author": "IA"
        },
        {
            "text-pt": "Vejo você no tribunal, a segurança de nossa nação está em jogo",
            "text-en": "SEE YOU IN COURT, THE SECURITY OF OUR NATION IS AT STAKE!",
            "author": "trump",
            "link": "https://twitter.com/realdonaldtrump/status/829836231802515457"
        },
        {
            "text-pt": "Obama está desesperado para lidar quando for necessário. Com toda a incredulidade.",
            "text-en": "Obama's desperate to deal when we have to. With all of the incrediance.", 
            "author": "IA"
        },
        {
            "text-pt": "Boas notícias. Em breve seremos SPERO. Deus te abençoe",
            "text-en": "Good news. We will soon be SPERO. God bless you", 
            "author": "IA"
        }
    ]
}